const MBTIDESCRIPTION: MBTIDescription = {
  "ENFJ": "따뜻하고 적극적이며 책임감이 강하고 사교성이 풍부하고 동정심이 많으시네요.",
  "ENTJ": "천성적으로 타고난 리더시네요.",
  "ENFP": "자유로운 사고의 소유자입니다.",
  "ENTP": "타인이 믿는 이념이나 논쟁에 반향을 일으킴으로써 군중을 선동하는 일명 선의의 비판자에요.",
  "ESFP": "갑자기 흥얼거리며 즉흥적으로 춤을 추기 시작하는 누군가가 있다면 그건 당신일거에요.",
  "ESFJ": "사교형 사람을 한마디로 정의 내리기는 어렵지만, 간단히 표현하자면 이들은 ‘인기쟁이’에요.",
  "ESTP": "주변에 지대한 영향을 주는 사업가형 사람은 여러 사람이 모인 행사에서 이 자리 저 자리 휙휙 옮겨 다니는 무리 중에서 어렵지 않게 찾아볼 수 있어요.",
  "ESTJ": "정직하고 헌신적이며 위풍당당한 이들은 비록 험난한 가시밭길이라도 조언을 통하여 그들이 옳다고 생각하는 길로 사람들을 인도해요.",
  "INFP": "최악의 상황이나 악한 사람에게서도 좋은 면만을 바라보며 긍정적이고 더 나은 상황을 만들고자 노력하는 진정한 이상주의자에요.",
  "INFJ": "인내심이 많고 통찰력과 직관력이 뛰어나며 화합을 추구해요.",
  "INTP": "조용하고 과묵하며 논리와 분석으로 문제를 해결하기를 좋아해요.",
  "ISTP": "타인을 잘 도우며 그들의 경험을 다른 이들과 공유하는 것을 좋아하기도 하는 ISTP는 특히나 그들이 아끼는 사람일수록 더욱 그러해요.",
  "ISFP": "말없이 다정하고 온화하며 사람들에게 친절하고 상대방을 잘 알게 될 때까지 내면의 모습이 잘 보이지 않아요.",
  "ISFJ": "이 유형 성격의 소유자는 조용하고 차분하며 따뜻하고 친근해요.",
  "ISTJ": "논리주의자형은 가장 다수의 사람이 속하는 성격 유형으로 인구의 대략 13%를 차지해요.",
  "INTJ": "지식을 향한 갈증은 어릴 적부터 두드러지게 나타나는데, 때문에 건축가형 사람은 어릴 때 ‘책벌레’라는 소리를 자주 들어요."
};

export default MBTIDESCRIPTION;